Revit 2024 API
ParameterTypeId.MaterialParamGlow Property
 "Glow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MaterialParamGlow { get; }
Visual Basic
Public Shared ReadOnly Property MaterialParamGlow As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MaterialParamGlow {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace